{"What Makes Good In-Context Examples for GPT-?": "https://arxiv.org/pdf/2101.06804", "How contextual are contextualized word representations? comparing the geometry of BERT, ELMo, and GPT-2 embeddings": "https://arxiv.org/pdf/1909.00512", "GPT understands, too": "https://arxiv.org/pdf/2103.10385", "Hello, it's GPT-2--how can I help you? towards the use of pretrained language models for task-oriented dialogue systems": "https://arxiv.org/pdf/1907.05774", "Sparks of artificial general intelligence: Early experiments with gpt-4": "https://arxiv.org/pdf/2303.12712", "Gpt-neox-20b: An open-source autoregressive language model": "https://arxiv.org/pdf/2204.06745", "The radicalization risks of GPT-3 and advanced neural language models": "https://arxiv.org/pdf/2009.06807.pdf),", "Patent claim generation by fine-tuning OpenAI GPT-2": "https://arxiv.org/pdf/1907.02052", "As good as new. how to successfully recycle english gpt-2 to make models for other languages": "https://arxiv.org/pdf/2012.05628", "Capabilities of gpt-4 on medical challenge problems": "https://arxiv.org/pdf/2303.13375", "How good are gpt models at machine translation? a comprehensive evaluation": "https://arxiv.org/pdf/2302.09210", "Want to reduce labeling cost? GPT-3 can help": "https://arxiv.org/pdf/2108.13487", "Exploring transformers in natural language generation: Gpt, bert, and xlnet": "https://arxiv.org/pdf/2102.08036", "Instruction tuning with gpt-4": "https://arxiv.org/pdf/2304.03277", "Sgpt: Gpt sentence embeddings for semantic search": "https://arxiv.org/pdf/2202.08904", "Automatic text summarization of covid-19 medical research articles using bert and gpt-2": "https://arxiv.org/pdf/2006.01997", "Gpt-based generation for classical chinese poetry": "https://arxiv.org/pdf/1907.00151", "Detecting hate speech with gpt-3": "https://arxiv.org/pdf/2103.12407", "Who is GPT-3? An exploration of personality, values and demographics": "https://arxiv.org/pdf/2209.14338", "Gpt-3 models are poor few-shot learners in the biomedical domain": "https://arxiv.org/pdf/2109.02555", "Chat2vis: Generating data visualisations via natural language using chatgpt, codex and gpt-3 large language models": "https://arxiv.org/pdf/2302.02094"}